export default function Contract(props) {
  return (
    <main className="document">
      <h1 className="document__title">
        Договор оферта
      </h1>
      <h3 className="document__title">
        1. Общие положения
      </h3>
      <p className="document__text">
        1.1. Определения:
      </p>
      <p className="document__text">
        <span className="document__accent">
        Продавец 
        </span>
        – ООО «НЕКСТ»
      </p>
      <p className="document__text">
        <span className="document__accent">
        Покупатель 
        </span>
        – физическое, использующее сервис Интернет-магазина и приобретающее Товары путем заключения договора с Продавцом.
Заключением розничного договора купли-продажи является регистрация в Интернет-магазине и каждый отдельный случай оформления Заказа, что является согласием Покупателя с условиями Заказ в целом.
      </p>
      <p className="document__text">
        <span className="document__accent">
        Стороны 
        </span>
        – Покупатель и Продавец.
      </p>
      <p className="document__text">
        <span className="document__accent">
        Заказ 
        </span>
        – автоматически формируемый документ, определяющий набор Товаров, предназначенных для приобретения Покупателем.
Интернет-магазин www.oncemorecosmetics.ru – интерактивный сайт в сети Интернет, принадлежащий ООО «НЕКСТ», предназначенный для оказания услуг Покупателю по выбору и приобретению Товаров у Продавца.
      </p>
      <p className="document__text">
        1.2. Продавец в одностороннем порядке принимает и изменяет настоящие Условия. Регистрация и (или) оформление Заказа в Интернет-магазине означает, что Покупатель прочитал и дал согласие на применение настоящих Условий.
      </p>
      <p className="document__text">
      1.3. Отношения между Покупателем и Продавцом регулируются:<br/>
      - настоящими Условиями,<br/>
      - Гражданским кодексом Российской Федерации,<br/>
      - Законом РФ «О защите прав потребителей»,<br/>
      - иными нормативно-правовыми актами, регулирующими сферу розничной торговли.
      </p>

      <h3 className="document__title">
      2. Порядок заказа, оплаты и получения Товара. 
      </h3>
      <p className="document__text">
        2.1. Оформление заказа
      </p>
      <p className="document__text">
      Необходимым условием оформления Заказа является Регистрация Покупателя в Интернет-магазине. Регистрация Покупателя осуществляется по процедуре, предусмотренной на Сайте, и завершается отправкой Продавцом сообщения на адрес электронной почты Покупателя с указанием персональных данных. Ответственность за достоверность информации, указанной Покупателем при регистрации в Интернет-магазине, а также использование третьими лицами логина и пароля, несет Покупатель.
      </p>
      <p className="document__text">
      Формирование и передача Заказа осуществляется по следующей процедуре:
      </p>
      <p className="document__text">
        1) Регистрация/авторизоваться на сайте;
      </p>
      <p className="document__text">
        2) В разделе Каталог выбрать товары, указать их количество и положить в Корзину;
      </p>
      <p className="document__text">
        3) Перейти в Корзину товаров, где Покупатель сможет отредактировать свой заказ. Если Покупатель оформляет Заказ впервые, ему будет предложено Зарегистрироваться или Авторизоваться (если Покупатель уже зарегистрирован на сайте).
      </p>
      <p className="document__text">
        4) При оформлении заказа нужно указать адрес для доставки и осуществить оплату.
      </p>
      <p className="document__text">
        5) После Поступления заказа с Покупателем связывается оператор Отдела по работе с клиентами для уточнения необходимой информации.
      </p>
      <p className="document__text">
      Продавец вправе аннулировать Заказ Покупателя или исполнить его не в полном объеме в случае отсутствия у Продавца заказанных товаров. В случае аннулирования Заказа или исключения отдельного товара из Заказа, денежные средства, полученные Продавцом в порядке предварительной оплаты, полностью или в соответствующей части подлежат возврату Покупателю в течение 10 дней с момента получения Продавцом требования о возврате.
      </p>
      <p className="document__text">
        2.2. Условия получения Товара.
        <br/>Доставка осуществляется ТК «СДЭК» до ПВЗ «СДЭК» либо по адресу, указанному Покупателем при оформлении заказа. 
        <br/>При заказе на сумму до 2000 рублей с учетом всех скидок, доставка осуществляется за счет Покупателя. Для заказов свыше 2000 рублей доставка до пункта выдачи «СДЭК» оплачивается Продавцом.
        <br/>Риск случайно гибели или случайного повреждения Товаров переходит к Покупателю с момента передачи ему Заказа.
      </p>
      <p className="document__text">
        2.3. Цена товара указана в разделе «Каталог».  Товары подлежат оплате по ценам, установленным Продавцом. Цены на Товары могут быть изменены Продавцом в одностороннем порядке. Для оплаты товара действительной и подлежащей оплате  является цена, установленная на дату оформления конкретного Заказа.
      </p>
      <p className="document__text">
        2.4. Способы оплаты.<br/>
        Во время оформления заказа отображаются доступные способы оплаты:<br/>
        - банковская карта;<br/>
        - система быстрых платежей<br/>
        - QR код
      </p>

      <h3 className="document__title">
        3. Возврат и обмен Товара.
      </h3>
      <p className="document__text">
        3.1. Возврат Товара надлежащего качества.<br/>
      Возврат или обмен Товара производится в соответствии с законодательством РФ: товар надлежащего качества подлежит возврату или обмену в срок до 14 дней. Возврат или обмен такого товара проводится, если товар не был в употреблении, сохранены потребительские свойства, пломбы, а также имеется документ, подтверждающий оплату указанного товара.
      </p>
      <p className="document__text">
        3.2. Возврат и обмен товара ненадлежащего качества.<br/>
      Товар ненадлежащего качества – это товар, который не соответствует заявленным свойствам и в течение срока эксплуатации не может обычным способом использоваться в целях, для которых он создан.
Требования, связанные с недостатками Товара, должны быть предъявлены Покупателем в течение 14 дней с момента получения Товара. Покупатель вправе вернуть Товар ненадлежащего качества и потребовать возврата уплаченной за товар денежной суммы.
      </p>
      <p className="document__text">
        3.3. Согласно законодательству, Продавец обязан принять Товар ненадлежащего качества у Покупателя и при необходимости провести проверку качества Товара. При возникновении спора о причинах возникновения недостатков Товара Продавец обязан провести экспертизу Товара за свой счет. Если в результате экспертизы Товара установлено, что недостатки Товара возникли по вине Покупателя, последний обязан возместить Продавцу расходы на проведение экспертизы.
      </p>
      <p className="document__text">
        3.4. В случае обнаружения несоответствия ассортимента и (или) количества условиям Заказа Покупатель вправе отказаться от такого Товара и принять только остальные Товары, входящие в Заказ. 
      </p>
      <p className="document__text">
        3.5. Порядок предъявления претензий.<br/>
      Для предъявления требований по возврату или обмену товаров необходимо оформить <span className="document__accent">Заявление на возврат Товара</span>. 
      <br/>После получения подтверждения от Продавца, возврат и обмен Товара осуществляется в пунктах выдачи Заказа, либо через транспортную компанию. 
      <br/>Заявление на возврат рассматривается Поставщиком в течение 10 дней с момента поступления заявления от Покупателя.
      </p>

      <h3 className="document__title">
        4. Начисление баллов за видеоотзывы
      </h3>
      <p className="document__text">
      4.1. Регистрация:<br/>
      При регистрации вы получите 100 приветственных баллов. Убедитесь, что вы завершили процесс регистрации и подтвердили свой аккаунт.
      </p>
      <p className="document__text">
        <br/>4.2. Начисление баллов. 
        <br/>После размещения первого видеоотзыва ваш контент станет доступен для просмотра другими пользователями сайта. 
        <br/>Приветственные баллы: за регистрацию вы получите 100 баллов.
        <br/>Баллы за просмотры: за первые 1000 просмотров вы получите 100 дополнительных баллов.
        <br/>С 1001 просмотра и далее вам будут начисляться 10 баллов за каждую дополнительную тысячу просмотров. 
      </p>
      <p className="document__text">
      Пример начисления баллов:
      <br/>- После регистрации: 100 баллов.
      <br/>- За первые 1000 просмотров: 100 баллов (итого 200 баллов).
      <br/>- За вторую тысячу просмотров (1001-2000): 10 баллов (итого 210 баллов)
      <br/>- За третью тысячу просмотров (2001-3000): 10 баллов (итого 220 баллов) и так далее
      </p>
      <p className="document__text">
      4.3. Баллы могут быть использованы для получения скидок или различных привилегий или вознаграждений на сайте www.oncemorecosmetics.ru. 
      </p>
      <p className="document__text">
      4.4. Накопленными баллами можно получить максимальную скидку до 50% от первой цены товара (если товар уже участвует в акции, то первая цена перечеркнута).
      </p>
      <p className="document__text">
      4.5. Использованные баллы будут вычтены из баланса личного счета пользователя в аккаунте.
      </p>
      <p className="document__text">
      4.6. Не забывайте регулярно проверять свой баланс и условия программы, продавец оставляет за собой право в любой момент изменять условия начисления и использования баллов.
      </p>

      <h3 className="document__title">
        5. Правила и требования к контенту.
      </h3>
      <p className="document__text">
      5.1. Вы обязаны соблюдать все правила и требования Продавца. Весь контент, который вы размещаете, должен быть оригинальным и созданным исключительно вами. Запрещается размещать чужой контент. В случае выявления повторных или чужих видео они будут удалены, а ваш аккаунт может быть заблокирован. Эти меры направлены на защиту наших пользователей. Мы стремимся к тому, чтобы вы развлекали зрителей или обучали их полезным навыкам макияжа. Важно, чтобы содержание ваших видео было разнообразным и интересным.
      </p>
      <p className="document__text">
      5.2. Запрещается размещение контента на темы, подпадающие под ограничения, такие как:
      <br/>- ненормативная лексика;
      <br/>- насилие;
      <br/>- контент для взрослых;
      <br/>- шокирующий контент;
      <br/>- вредные действия и ненадежный контент;
      <br/>- дискриминационные и оскорбительные высказывания;
      <br/>- контент, связанный с рекреационными наркотиками.
      </p>
      <p className="document__text">
      5.3. Если в вашем аккаунте будут размещены видео, нарушающие данные правила, он может быть отключен. Также ваш аккаунт может быть отключен, если вы не публиковали новый контент в течение шести месяцев и более.
      </p>

      <h3 className="document__title">
        6. Прочие положения.
      </h3>
      <p className="document__text">
        6.1. Продавец гарантирует Покупателю выполнение требований ФЗ «О персональных данных» и других нормативно-правовых актов, регламентирующих обработку персональных данных.
      </p>
      <p className="document__text">
        6.2. Все права на материалы, составляющие содержание Сайта, принадлежат Продавцу или его партнерам. На данном сайте Вы можете найти ссылки на другие сайты, не принадлежащие ООО «НЕКСТ». Информация с этих сайтов не является продолжением или дополнением материалов ООО «НЕКСТ».
      </p>
      <p className="document__text">
        6.3. Урегулирование спорных вопросов осуществляется с обязательным соблюдением досудебного претензионного порядка. При недостижении соглашения спор между Сторонами подлежит рассмотрению в суде в соответствии с действующим законодательством Российской Федерации.
      </p>
    </main>
  );
}